[
    {
      "id": 1,
      "name": "Emily Johnson",
      "visited_location": "London, UK",
      "testimonial": "I had an amazing experience with Xpert Travel Agency! Their attention to detail and personalized service made my trip unforgettable. I highly recommend them to anyone looking for a hassle-free travel experience.",
      "rating": 4.8
    },
    {
      "id": 2,
      "name": "Juan Martinez",
      "visited_location": "Madrid, Spain",
      "testimonial": "Xpert Travel Agency exceeded my expectations. From booking to accommodations, everything was seamless. Their knowledgeable staff helped me discover hidden gems in the city. I can't wait to book my next adventure with them!",
      "rating": 4.7
    },
    {
      "id": 3,
      "name": "Sophie Li",
      "visited_location": "Rome, Italy",
      "testimonial": "I was blown away by the professionalism and efficiency of Xpert Travel Agency. They curated a customized itinerary that perfectly matched my interests. Thanks to them, I had the trip of a lifetime!",
      "rating": 4.5
    },
    {
      "id": 4,
      "name": "Miguel Santos",
      "visited_location": "Bercelona, Spain",
      "testimonial": "My experience with Xpert Travel Agency was fantastic! They provided top-notch service from start to finish. I appreciated their responsiveness and flexibility in accommodating my travel preferences. Highly recommended!",
      "rating": 5.0
    },
    {
      "id": 5,
      "name": "Emma Smith",
      "visited_location": "London, UK",
      "testimonial": "I can't thank Xpert Travel Agency enough for organizing such a memorable trip for me and my family. Everything was well-planned, and we felt safe and supported throughout our journey. We'll definitely be using their services again in the future!",
      "rating": 4.9
    },
    {
      "id": 6,
      "name": "Michael Johnson",
      "visited_location": "Paris, France",
      "testimonial": "Xpert Travel Agency made my vacation stress-free and enjoyable. Their team went above and beyond to ensure every detail of my trip was taken care of. I can't wait to plan my next adventure with them!",
      "rating": 5.0
    },
    {
        "id": 7,
        "name": "Harry Åkesson",
        "visited_location": "Vienna, Austria",
        "testimonial": "Xpert Travel Agency made my vacation stress-free and enjoyable. Their team went above and beyond to ensure every detail of my trip was taken care of. I can't wait to plan my next adventure with them!",
        "rating": 4.7

    }

  ]
  